logged:
2020-08-02 17:32:02 JST
tap:
homebrew/bundle
homebrew/cask
homebrew/cask-fonts
homebrew/core
jesseduffield/lazygit
osx-cross/avr
px4/px4
skanehira/docui
brew:
osx-cross/avr/avr-gcc@7
avrdude
bat
clisp
ctags
deno
dfu-programmer
dfu-util
skanehira/docui/docui
fzf
px4/px4/gcc-arm-none-eabi
ghq
git
highlight
jq
jesseduffield/lazygit/lazygit
mas
neovim
nodebrew
ripgrep
sbcl
sl
starship
the_platinum_searcher
tig
tldr
tmux
tree
vim
w3m
webp
yarn
zsh-completions
cask:
alfred
amazon-music
appcleaner
arduino
authy
betterzip
bitwarden
blackhole
brave-browser
cheatsheet
dash
day-o
deepl
docker
dropbox
duet
dynalist
evernote
firefox
flux
font-roboto-mono-for-powerline
gimp
gitup
google-chrome
google-japanese-ime
hiddenbar
hyperswitch
iterm2
joplin
karabiner-elements
kindle
lyrics-master
nautilus
notion
onepile
openshot-video-editor
processing
provisionql
qlcolorcode
qlimagesize
qlmarkdown
qlstephen
qlvideo
quicklook-csv
quicklook-json
quicklookase
racket
scriptql
shotcut
slack
sourcetree
steam
sublime-text
suspicious-package
table-tool
visual-studio-code
vnote
webponize
webpquicklook
workflowy
zappy
mas:
1278508951 Trello (2.11.7)
490461369 Bandwidth+ (1.18)
1348795218 TeraTime (1.0.3)
495511246 CLCL Lite (1.2)
497799835 Xcode (11.6)
