/bin/bash -c "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/master/install.sh)"
2020-07-21 10:17:18 JST
avr-binutils
avr-gcc@7
avrdude
bat
bdw-gc
clisp
ctags
deno
dfu-programmer
dfu-util
docui
fzf
gcc-arm-none-eabi
gdbm
gettext
ghq
git
gmp
go
highlight
icu4c
isl
jpeg
jq
lazygit
libelf
libevent
libftdi0
libhid
libmpc
libpng
libsigsegv
libtermkey
libtiff
libusb
libusb-compat
libuv
libvterm
libyaml
lua
luajit
mas
mpfr
msgpack
ncurses
neovim
node
nodebrew
oniguruma
openssl@1.1
pcre2
perl
python@3.8
readline
ripgrep
ruby
sbcl
sl
sqlite
starship
the_platinum_searcher
tig
tmux
tree
unibilium
utf8proc
vim
w3m
webp
xz
yarn
zsh-completions
alfred
amazon-music
appcleaner
arduino
authy
betterzip
bitwarden
blackhole
brave-browser
cheatsheet
dash
day-o
deepl
docker
dropbox
duet
dynalist
evernote
firefox
flux
font-roboto-mono-for-powerline
gimp
gitup
google-chrome
google-japanese-ime
hiddenbar
hyperswitch
iterm2
joplin
karabiner-elements
kindle
lyrics-master
nautilus
notion
onepile
openshot-video-editor
processing
provisionql
qlcolorcode
qlimagesize
qlmarkdown
qlstephen
qlvideo
quicklook-csv
quicklook-json
quicklookase
racket
scriptql
shotcut
slack
sourcetree
steam
sublime-text
suspicious-package
table-tool
visual-studio-code
vnote
webponize
webpquicklook
workflowy
zappy
