# timestamp: 2026-04-12 08:09:09 JST
tap "arthur-ficial/tap"
tap "barutsrb/tap"
tap "bjarneo/cliamp"
tap "dannystewart/apps"
tap "dhth/tap"
tap "neurosnap/tap"
tap "pakerwreah/calendr"
tap "productdevbook/tap"
tap "sidequery/tap"
tap "steipete/tap"
brew "codanna"
brew "container-compose"
brew "deck"
brew "fresh-editor"
brew "git-now"
brew "jsongrep"
brew "lazycontainer"
brew "mas"
brew "pinentry-mac"
brew "poppler"
brew "sleepwatcher"
brew "sshx"
brew "termframe"
brew "worktrunk"
brew "yap"
brew "youtubedr"
brew "zig"
brew "arthur-ficial/tap/apfel-gui"
brew "bjarneo/cliamp/cliamp"
brew "dhth/tap/act3"
brew "neurosnap/tap/zmx"
cask "1password"
cask "alt-tab"
cask "anki"
cask "aqua-voice"
cask "auto-claude"
cask "azookey"
cask "battery-buddy"
cask "bettercapture"
cask "bettershot"
cask "brave-browser"
cask "pakerwreah/calendr/calendr"
cask "cap"
cask "charmstone"
cask "chatgpt"
cask "claude"
cask "clop"
cask "cloudflare-warp"
cask "cmux"
cask "commander"
cask "cursor"
cask "deckset"
cask "filen"
cask "flux-app"
cask "folder-colorizer"
cask "font-departure-mono"
cask "font-moralerspace-hw"
cask "font-scientifica"
cask "font-symbols-only-nerd-font"
cask "font-udev-gothic-nf"
cask "ghostty@tip"
cask "glide"
cask "google-japanese-ime"
cask "iina"
cask "itsycal"
cask "jordanbaird-ice@beta"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "knockknock"
cask "lm-studio"
cask "lulu"
cask "luxury-yacht"
cask "sidequery/tap/mdnb"
cask "meetingbar"
cask "menuwhere"
cask "music-decoy"
cask "notchi"
cask "obsidian"
cask "barutsrb/tap/omniwm"
cask "oversight"
cask "pixieditor"
cask "productdevbook/tap/portkiller"
cask "postman"
cask "pronotes"
cask "raycast"
cask "steipete/tap/repobar"
cask "retrace"
cask "rustrover"
cask "shottr"
cask "slack"
cask "supasidebar"
cask "superwhisper"
cask "suspicious-package"
cask "swift-shift"
cask "tableplus"
cask "tablepro"
cask "tailscale-app"
cask "thaw"
cask "timemachinestatus"
cask "tiny-player"
cask "trex"
cask "vibetunnel"
cask "visual-studio-code"
cask "dannystewart/apps/volumehud"
cask "wezterm@nightly"
cask "whodb"
cask "zen"
mas "Battery Line", id: 6462894357
mas "Bitwarden", id: 1352778147
mas "CenterMouse", id: 6444685140
mas "Color Picker", id: 1545870783
mas "Command X", id: 6448461551
mas "Dockitty", id: 6743999434
mas "DS_Store Inspector", id: 6758286374
mas "Folder Quick Look", id: 6753110395
mas "Gifski", id: 1351639930
mas "Googly Eyes", id: 6743048714
mas "Grila", id: 6444335028
mas "Hand Mirror", id: 1502839586
mas "MenubarX", id: 1575588022
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "On Air Mode", id: 6747852819
mas "Plash", id: 1494023538
mas "Pure Paste", id: 1611378436
mas "RunCat", id: 1429033973
mas "Shareful", id: 1522267256
mas "stts", id: 1187772509
mas "WebSSH", id: 497714887
mas "Xcode", id: 497799835
cargo "cargo-expand"
cargo "cargo-generate"
cargo "cargo-make"
cargo "cargo-nextest"
cargo "cargo-q"
cargo "cargo-watch"
cargo "cargo-zigbuild"
cargo "ck-search"
cargo "codanna"
cargo "codevis"
cargo "hike"
cargo "mdbook"
cargo "mdbook-mermaid"
cargo "nuls"
cargo "rust-script"
cargo "rusticon"
cargo "rxpipes"
cargo "sqlx-cli"
