# timestamp: 2026-07-05 08:24:05 JST
tap "dannystewart/apps"
tap "darrylmorley/whatcable"
tap "pakerwreah/calendr"
tap "productdevbook/tap"
brew "leaf-md"
brew "mas"
brew "pinentry-mac"
brew "zig@0.15"
cask "1password"
cask "affinity"
cask "alt-tab"
cask "anki"
cask "aqua-voice"
cask "azookey"
cask "battery-buddy"
cask "bitwarden"
cask "brave-browser"
cask "pakerwreah/calendr/calendr", trusted: true
cask "chatgpt"
cask "claude"
cask "claude-devtools"
cask "cloudflare-warp"
cask "cmux"
cask "docker-desktop"
cask "filen"
cask "flux-app"
cask "folder-colorizer"
cask "font-departure-mono"
cask "font-moralerspace-hw"
cask "font-scientifica"
cask "font-symbols-only-nerd-font"
cask "font-udev-gothic-nf"
cask "ghostty@tip"
cask "google-japanese-ime"
cask "itsycal"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "knockknock"
cask "lm-studio"
cask "lulu"
cask "macshot"
cask "meetingbar"
cask "menuwhere"
cask "music-decoy"
cask "obsidian"
cask "ping-island"
cask "pixieditor"
cask "productdevbook/tap/portkiller", trusted: true
cask "raycast"
cask "shottr"
cask "slack"
cask "snapzy"
cask "suspicious-package"
cask "swift-shift"
cask "tablepro"
cask "tailscale-app"
cask "thaw"
cask "timemachinestatus"
cask "tiny-player"
cask "trex"
cask "tuna"
cask "dannystewart/apps/volumehud", trusted: true
cask "wezterm@nightly"
cask "darrylmorley/whatcable/whatcable", trusted: true
cask "zen"
mas "Battery Line", id: 6462894357
mas "Color Picker", id: 1545870783
mas "Dockitty", id: 6743999434
mas "DS_Store Inspector", id: 6758286374
mas "Folder Quick Look", id: 6753110395
mas "Gifski", id: 1351639930
mas "Pure Paste", id: 1611378436
mas "RunCat", id: 1429033973
mas "Shareful", id: 1522267256
mas "Xcode", id: 497799835
